const PrivacyPage = () => {
  return (
    <div>
      <p>
        ▪ 개인정보의 처리목적
        <br />
        동유매은(는) 다음의 목적을 위하여 개인정보를 처리합니다. 처리하고
        <br />
        있는 개인정보는 다음의 목적 이외의 용도로는 이용되지 않으며, 이용 목적이 변경되는
        <br />
        경우에는 「개인정보 보호법」 제18조에 따라 별도의 동의를 받는 등 필요한 조치를 이행할
        <br />
        예정입니다.
      </p>
      <p>
        1. 회원 가입 및 관리
        <br />
        회원 가입의사 확인, 회원제 서비스 제공에 따른 본인 식별·인증, 회원자격 유지·관리,
        <br />
        서비스 부정이용 방지, 만 14세 미만 아동의 개인정보 처리 시 법정대리인의 동의여부
        <br />
        확인, 각종 고지·통지, 고충처리 목적으로 개인정보를 처리합니다.
        <br />
      </p>
      <p>
        2. 재화 또는 서비스 제공
        <br />
        물품배송, 서비스 제공, 계약서·청구서 발송, 콘텐츠 제공, 맞춤서비스 제공, 본인인증,
        <br />
        연령인증, 요금결제·정산, 채권추심으로 개인정보를 처리합니다.
        <br />
      </p>
      <p>
        ▪ 개인정보의 처리 및 보유기간
        <br />
        ① ‌동유매은(는) 법령에 따른 개인정보 보유·이용기간 또는 정보주체로부터
        <br />
        개인정보를 수집 시에 동의 받은 개인정보 보유·이용기간 내에서 개인정보를 처리·
        <br />
        보유합니다.
        <br />
        ② ‌각각의 개인정보 처리 및 보유 기간은 다음과 같습니다.
        <br />
      </p>
      86 | 개인정보 처리방침 작성지침 일반
      <p>
        1. 홈페이지 회원 가입 및 관리 : 사업자/단체 홈페이지 탈퇴 시까지
        <br />
        다만, 다음의 사유에 해당하는 경우에는 해당 사유 종료 시까지
        <br />
        1) 관계 법령 위반에 따른 수사·조사 등이 진행 중인 경우에는 해당 수사·조사 종료
        <br />
        시까지
        <br />
        2) 홈페이지 이용에 따른 채권·채무관계 잔존 시에는 해당 채권·채무관계 정산 시까지
        <br />
      </p>
      <p>
        2. 재화 또는 서비스 제공 : 재화·서비스 공급완료 및 요금결제·정산 완료시까지
        <br />
        다만, 다음의 사유에 해당하는 경우에는 해당 기간 종료 시까지
        <br />
        1) 「전자상거래 등에서의 소비자 보호에 관한 법률」에 따른 표시·광고, 계약내용 및<br />
        이행 등 거래에 관한 기록
        <br />
        - 표시·광고에 관한 기록 : 6개월
        <br />
        - 계약 또는 청약철회, 대금결제, 재화 등의 공급기록 : 5년
        <br />
        - 소비자 불만 또는 분쟁처리에 관한 기록 : 3년
        <br />
        2) 「통신비밀보호법」에 따른 통신사실확인자료 보관
        <br />
        - 가입자 전기통신일시, 개시·종료시간, 상대방 가입자번호, 사용도수, 발신기지국
        <br />
        위치추적자료 : 1년
        <br />- 컴퓨터통신, 인터넷 로그기록자료, 접속지 추적자료 : 3개월
      </p>
      ▪ 처리하는 개인정보 항목 동유매은(는) 다음의 개인정보 항목을 처리하고 있습니다.
      <br />
      1. 회원 가입 및 관리
      <br />
      • 필수항목 : 성명, 생년월일, 주소, 전화번호, 이메일주소
      <br />
      <p>
        ▪ 개인정보의 파기 절차 및 방법
        <br />
        ① 동유매은(는) 개인정보 보유기간의 경과, 처리목적 달성 등 개인정보가
        <br />
        불필요하게 되었을 때에는 지체없이 해당 개인정보를 파기합니다.
        <br />
        ② 정보주체로부터 동의받은 개인정보 보유기간이 경과하거나 처리목적이 달성되었음
        <br />
        에도 불구하고 다른 법령에 따라 개인정보를 계속 보존하여야 하는 경우에는, 해당
        <br />
        개인정보를 별도의 데이터베이스(DB)로 옮기거나 보관장소를 달리하여 보존합니다.
        <br />
        ③ 개인정보 파기의 절차 및 방법은 다음과 같습니다.
        <br />
      </p>
      <p>
        1. 파기절차 동유매은(는) 파기 사유가 발생한 개인정보를 선정하고, <br />
        동유매의 개인정보 보호책임자의 승인을 받아 개인정보를 파기합니다.
      </p>
      <p>
        2. 파기방법 동유매은(는) 전자적 파일 형태로 기록·저장된 개인정보는 기록을 재생할 수 없도록 파기하며, 종이 문서에
        <br />
        기록·저장된 개인정보는 분쇄기로 분쇄 하거나 소각하여 파기합니다.
      </p>
    </div>
  );
};

export default PrivacyPage;
